"angry" = "θυμωμένος";
"Anxiety does not empty tomorrow of its sorrows, but only empties today of its strength." = "Άγχος δεν αδειάζει αύριο από τις λύπες του, αλλά μόνο αδειάζει σήμερα τη δύναμή της.";
"anxious" = "ανήσυχος";
"Art saved me; it got me through my depression and self-loathing, back to a place of innocence." = "Τέχνη με έσωσε? Μου πήρε από κατάθλιψη μου και αυτο-απέχθεια, πίσω σε μια θέση της αθωότητας.";
"Back" = "Πίσω";
"Certainly, I think being depressed is absolutely part of the human condition, it has to be, if there's joy there's its opposite, and it's something you ride if you possibly can." = "Βέβαια, νομίζω ότι είναι σε ύφεση είναι απολύτως μέρος της ανθρώπινης κατάστασης, θα πρέπει να είναι, αν υπάρχει χαρά, υπάρχει το αντίθετό του, και αυτό είναι κάτι που οδηγούν, αν μπορείτε ενδεχομένως.";
"depressed" = "μελαγχολικός";
"don't be %@." = "Δεν είναι @%.";
"Don't cry because it's over, smile because it happened." = "Μην κλαις επειδή τελείωσε, χαμόγελο γιατί συνέβη.";
"Don't waste time on jealousy. Sometimes you're ahead, sometimes you're behind." = "Μην χάνετε χρόνο σε ζήλια. Μερικές φορές είσαι μπροστά, μερικές φορές είστε πίσω.";
"dull" = "αμβλύς";
"EVOO is extra-virgin olive oil. I first coined 'EVOO' on my cooking show because saying 'extra virgin olive oil' over and over was wordy, and I'm an impatient girl - that's why I make 30-minute meals!" = "EVOO είναι έξτρα παρθένο ελαιόλαδο. I έπλασε πρώτα «EVOO» στην εκπομπή μαγειρικής μου, γιατί λέει «έξτρα παρθένο ελαιόλαδο» ξανά και ξανά ήταν φλύαρες, και είμαι ανυπόμονος κορίτσι - γι &#39;αυτό και κάνω 30 λεπτά γεύματα!";
"For now, I'm just going to hang out with these two smoking hotties and fly privately around the world. It might be lonely up here, but I sure like the view." = "Προς το παρόν, είμαι απλώς πρόκειται να κρεμάσει έξω με αυτά τα δύο hotties το κάπνισμα και να πετάξει σε ιδιώτες σε όλο τον κόσμο. Θα μπορούσε να είναι μοναχικά εδώ, αλλά είμαι σίγουρος, όπως την άποψη.";
"guilty" = "ένοχος";
"Half full" = "Μισογεμάτο";
"He that is jealous is not in love." = "Αυτός που ζηλεύει δεν είναι ερωτευμένος.";
"How ya feeling today?" = "Πώς ya αισθάνεσαι σήμερα;";
"I don't know what they are called, the spaces between seconds– but I think of you always in those intervals." = "Δεν ξέρω τι τους λένε, τα διαστήματα μεταξύ των δευτερολέπτων-αλλά νομίζω ότι από πάντα σε αυτά τα διαστήματα.";
"I don’t have a photograph, but you can have my footprints. They’re upstairs in my socks." = "Δεν έχω μια φωτογραφία, αλλά μπορείτε να έχετε τα ίχνη μου. Είναι πάνω στις κάλτσες μου.";
"I got tired of feeling like Dracula. I wanted to see some daylight, and not just at six o’clock in the morning." = "Έχω κουραστεί να αισθάνονται σαν Δράκουλα. Ήθελα να δω κάποιο φως της ημέρας, και όχι μόνο στις έξι η ώρα το πρωί.";
"I kind of like being depressed." = "Μου αρέσει να πιέζεται.";
"I like the idea of being alone. I like the idea of often being alone in all aspects of my life. I like to feel lonely. I like to need things." = "Μου αρέσει η ιδέα του να είσαι μόνος. Μου αρέσει η ιδέα του να είναι συχνά μόνο σε όλες τις πτυχές της ζωής μου. Μου αρέσει να αισθάνονται μοναξιά. Μου αρέσει να χρειαστεί πράγματα.";
"I seldom think about my limitations, and they never make me sad. Perhaps there is just a touch of yearning at times; but it is vague, like a breeze among flowers." = "I σπάνια σκέφτομαι τους περιορισμούς μου, και ποτέ δεν με κάνει να λυπημένος. Ίσως υπάρχει μόνο ένα άγγιγμα της λαχτάρα κατά καιρούς? Αλλά είναι ασαφής, σαν ένα αεράκι ανάμεσα σε λουλούδια.";
"I told her I'd wait forever for her, but that was before I found somebody else who'd give me a ride home." = "Της είπα ότι θα περιμένω για πάντα γι &#39;αυτήν, αλλά αυτό ήταν πριν βρεθεί κάποιος άλλος που θα μου δώσει ένα σπίτι βόλτα.";
"I'm impatient. I get twitchy. When I get that feeling I just go out and make something happen." = "Είμαι ανυπόμονος. Παίρνω twitchy. Όταν έχω αυτό το συναίσθημα θα ήθελα απλώς να βγει και να κάνει κάτι να συμβεί.";
"I'm mellower now, I'm over 50. But I don't think I'm too mellow. I'm still angry at a lot of things." = "Είμαι mellower τώρα, είμαι άνω των 50 ετών. Αλλά δεν νομίζω ότι είμαι πολύ ώριμος. Είμαι ακόμα θυμωμένος με πολλά πράγματα.";
"I'm not as angry as I used to be. But I can get in touch with that anger pretty quickly if I feel my space is being invaded or somebody is not treating me with the respect that I think I want." = "Δεν είμαι τόσο θυμωμένος όπως συνήθιζα να είναι. Αλλά μπορώ να έρθετε σε επαφή με το θυμό αρκετά γρήγορα, αν αισθάνομαι χώρο μου γίνεται εισβολή ή κάποιος που δεν μου φέρεται με τον σεβασμό που νομίζω ότι θέλω.";
"If I had a clone, he’d better be my equal, and not my better. Can you imagine how I’d feel being jealous of myself?" = "Αν είχα ένα κλώνο, είχε καλύτερα να είναι ίσες μου, και δεν μου καλύτερα. Μπορείτε να φανταστείτε πώς θα ένιωθα να ζηλέψει από τον εαυτό μου;";
"If I'm such a legend, then why am I so lonely? Let me tell you, legends are all very well if you've got somebody around who loves you." = "Αν είμαι ένα τέτοιο μύθο, τότε γιατί είμαι τόσο μόνος; Επιτρέψτε μου να σας πω, μύθοι είναι όλα πολύ καλά, αν έχετε κάποιον γύρω που σας αγαπά.";
"impatient" = "ανυπόμονος";
"Intuition is a suspension of logic due to impatience." = "Η διαίσθηση είναι η αναστολή της λογικής λόγω ανυπομονησίας.";
"It's been my experience that you can nearly always enjoy things if you make up your mind firmly that you will." = "Είναι η εμπειρία μου ότι μπορείτε σχεδόν πάντα να απολαύσετε τα πράγματα αν έχετε κάνει μέχρι το μυαλό σας ακράδαντα ότι θα.";
"It's practically impossible to look at a penguin and feel angry." = "Είναι πρακτικά αδύνατο να δούμε ένα πιγκουίνος και αισθάνονται θυμωμένοι.";
"jealous" = "ζηλιάρης";
"Laziness is nothing more than the habit of resting before you get tired." = "Τεμπελιά δεν είναι τίποτα περισσότερο από τη συνήθεια της ανάπαυσης προτού να πάρετε κουρασμένοι.";
"Live half full." = "Ζωντανή μισογεμάτο.";
"lonely" = "μοναχικός";
"My uncle Sammy was an angry man. He had printed on his tombstone: What are you looking at?" = "Ο θείος μου Sammy ήταν ένας θυμωμένος άνθρωπος. Είχε εκτυπωθεί σε ταφόπλακα του: Τι κοιτάς;";
"My wife's jealousy is getting ridiculous. The other day she looked at my calendar and wanted to know who May was." = "Ζήλια της γυναίκας μου είναι να πάρει γελοίο. Τις προάλλες κοίταξε το ημερολόγιό μου και ήθελε να μάθει ποιος Μαΐου ήταν.";
"Next" = "Επόμενος";
"No one really wants to admit they are lonely, and it is never really addressed very much between friends and family. But I have felt lonely many times in my life." = "Κανείς δεν θέλει να παραδεχτεί ότι είναι μόνοι, και ποτέ δεν είναι πραγματικά απευθύνεται σε μεγάλο βαθμό μεταξύ των φίλων και της οικογένειας. Αλλά έχω νιώσει μοναξιά πολλές φορές στη ζωή μου.";
"nostalgic" = "νοσταλγικός";
"Nothing in the affairs of men is worthy of great anxiety." = "Τίποτα στις υποθέσεις των ανδρών είναι αντάξια της μεγάλης ανησυχίας.";
"OK" = "Καλά";
"People are taken aback by a confident, pretty girl who knows what she wants in life and isn't going to let anyone get in her way. And you know what it's all about? Jealousy." = "Οι άνθρωποι αιφνιδιάστηκαν από μια σίγουρη, όμορφη κοπέλα που ξέρει τι θέλει στη ζωή και δεν πρόκειται να αφήσει κανέναν να πάρει το δρόμο της. Και ξέρετε τι είναι όλα αυτά; Ζήλια.";
"Remembrance of things past is not necessarily the remembrance of things as they were." = "Μνήμη των πραγμάτων παρελθόν δεν είναι κατ &#39;ανάγκη την ανάμνηση των πραγμάτων όπως ήταν.";
"sad" = "λυπημένος";
"scared" = "φοβάται";
"Share to \nFacebook" = "Μοιραστείτε στο \ nFacebook";
"Share to \nTwitter" = "Μοιραστείτε στο \ nTwitter";
"Sleep did not honor me with it’s presence." = "Ύπνος δεν με τιμήσει με την παρουσία του.";
"So, this is my life. And I want you to know that I am both happy and sad and I'm still trying to figure out how that could be." = "Έτσι, αυτή είναι η ζωή μου. Και θέλω να ξέρεις ότι είμαι τόσο χαρούμενος και λυπημένος και είμαι ακόμα προσπαθώ να καταλάβω πώς αυτό θα μπορούσε να είναι.";
"Sometimes, I feel discriminated against, but it does not make me angry. It merely astonishes me. How can any deny themselves the pleasure of my company? It's beyond me." = "Μερικές φορές, αισθάνομαι διακρίσεις, αλλά αυτό δεν με κάνει να θυμώσει. Είναι εκπλήσσει μόνο. Πώς μπορεί κάποιος να αρνηθεί τον εαυτό τους τη χαρά της επιχείρησής μου; Είναι πέρα ​​από μένα.";
"Sorry, this quote is too long to post to Twitter." = "Δυστυχώς, αυτό το απόσπασμα είναι πολύ μεγάλο για να δημοσιεύσετε στο Twitter.";
"Success is getting what you want, happiness is wanting what you get" = "Η επιτυχία είναι να πάρει ό, τι θέλετε, η ευτυχία είναι που θέλουν ό, τι μπορείτε να πάρετε";
"Ten men waiting for me at the door? Send one of them home, I'm tired." = "Δέκα άνδρες με περιμένει στην πόρτα; Στείλτε μία από αυτές στο σπίτι, είμαι κουρασμένος.";
"That terrible mood of depression of whether it's any good or not is what is known as The Artist's Reward." = "Αυτή η τρομερή διάθεση της κατάθλιψης από το αν είναι καθόλου καλό ή δεν είναι αυτό που είναι γνωστό ως ανταμοιβή του καλλιτέχνη.";
"The app that turns your\r frown upside down with\r a dose of inspiration to\r kick any bad mood\r in the butt!" = "Η εφαρμογή που μετατρέπει \ r συνοφρύωμα σας ανάποδα με \ ra δόση έμπνευσης για να \ r κλωτσήσει οποιαδήποτε κακή διάθεση \ r στην άκρη!";
"The concept of the 'good ol' days' must be one of our society's biggest delusions, top reasons for depression, as well as most often used excuse for lack of success." = "Η έννοια των «παλιών καλών ημερών» θα πρέπει να είναι μία από τις μεγαλύτερες αυταπάτες της κοινωνίας μας, κορυφαίους λόγους για την κατάθλιψη, καθώς και πιο συχνά χρησιμοποιείται δικαιολογία για την έλλειψη επιτυχίας.";
"The ear tends to be lazy, craves the familiar and is shocked by the unexpected; the eye, on the other hand, tends to be impatient, craves the novel and is bored by repetition." = "Το αυτί έχει την τάση να είναι τεμπέληδες, ποθεί το γνωστό και είναι συγκλονισμένη από τον απροσδόκητο? Το μάτι, από την άλλη πλευρά, έχει την τάση να είναι ανυπόμονοι, ποθεί το μυθιστόρημα και έχει βαρεθεί από την επανάληψη.";
"The glass is always" = "Το ποτήρι είναι πάντα";
"There are moments when all anxiety and stated toil are becalmed in the infinite leisure and repose of nature." = "Υπάρχουν στιγμές που κάθε ανησυχία και τη δεδηλωμένη μόχθο είναι στριμωγμένη στο άπειρο αναψυχή και ανάπαυση της φύσης.";
"tired" = "κουρασμένος";
"To fulfill a dream, to be allowed to sweat over lonely labor, to be given a chance to create, is the meat and potatoes of life. The money is the gravy." = "Για να εκπληρώσει ένα όνειρο, να του επιτραπεί να ιδρώνουν πάνω μοναχική εργασία, να δοθεί μια ευκαιρία για τη δημιουργία, είναι το κρέας και πατάτες της ζωής. Τα χρήματα είναι η σάλτσα.";
"True happiness is... to enjoy the present, without anxious dependence upon the future." = "Η αληθινή ευτυχία είναι ... για να απολαύσετε το παρόν, χωρίς άγχος εξάρτηση από το μέλλον.";
"We are homesick most for the places we have never known." = "Είμαστε νοσταλγία περισσότερα για τα μέρη που δεν έχουν γνωρίσει ποτέ.";
"We should not fret for what is past, nor should we be anxious about the future; men of discernment deal only with the present moment." = "Εμείς δεν πρέπει να ενοχλείται για το τι είναι παρελθόν, ούτε και θα πρέπει να είμαστε ανήσυχοι για το μέλλον? Άνδρες της διάκρισης ασχολούνται μόνο με την παρούσα στιγμή.";
"When someone is impatient and says, 'I haven't got all day,' I always wonder, How can that be? How can you not have all day?" = "Όταν κάποιος είναι ανυπόμονος και λέει, «δεν έχω όλη την ημέρα,« εγώ πάντα αναρωτιέμαι, πώς μπορεί αυτό να είναι; Πώς μπορείτε να μην έχετε όλη την ημέρα;";
"Whoops" = "Ουπς";
"Winston was gelatinous with fatigue." = "Winston ήταν ζελατινώδες με την κούραση.";
